{
  "resourceType": "Measure",
  "id": "ChildandAdolescentMajorDepressiveDisorderMDDSuicideRiskAssessmentFHIR",
  "meta": {
    "versionId": "4",
    "lastUpdated": "2021-07-13T13:54:22.000+00:00",
    "source": "#nMDjEAn0TRQM27bd",
    "profile": [ "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/proportion-measure-cqfm" ]
  },
  "language": "en",
  "extension": [ {
    "url": "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/cqfm-populationBasis",
    "valueCode": "Encounter"
  } ],
  "url": "http://ecqi.healthit.gov/ecqms/Measure/ChildandAdolescentMajorDepressiveDisorderMDDSuicideRiskAssessmentFHIR",
  "identifier": [ {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/guid",
    "value": "c686b07f-cc0f-4471-baf8-2cd8e8de7cbf"
  }, {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/cms",
    "value": "177FHIR"
  }, {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/nqf",
    "value": "1365e"
  } ],
  "version": "0.0.002",
  "name": "ChildandAdolescentMajorDepressiveDisorderMDDSuicideRiskAssessmentFHIR",
  "title": "Child and Adolescent Major Depressive Disorder (MDD): Suicide Risk AssessmentFHIR",
  "status": "draft",
  "experimental": false,
  "publisher": "Mathematica",
  "contact": [ {
    "telecom": [ {
      "system": "url",
      "value": "https://cms.gov"
    } ]
  } ],
  "description": "Percentage of patient visits for those patients aged 6 through 17 years with a diagnosis of major depressive disorder with an assessment for suicide risk",
  "purpose": "Unknown",
  "copyright": "Copyright 2021 Mathematica Inc. All Rights Reserved.\nThe PCPI’s and AMA’s significant past efforts and contributions to the development and updating of the Measure is acknowledged.",
  "effectivePeriod": {
    "start": "2022-01-01",
    "end": "2022-12-31"
  },
  "relatedArtifact": [ {
    "type": "citation",
    "citation": "American Academy of Child and Adolescent Psychiatry. (2007). Practice parameter for the assessment and treatment of children and adolescents with depressive disorders. Journal of the American Academy of Child and Adolescent Psychiatry, 46(11), 1503-1526. doi:10.1097/chi.0b013e318145ae1c"
  }, {
    "type": "citation",
    "citation": "American Psychiatric Association. (2010). Practice guideline for the treatment of patients with major depressive disorder. 3rd edition. Retrieved from http://psychiatryonline.org/pb/assets/raw/sitewide/practice_guidelines/guidelines/mdd.pdf\n(This guideline was reaffirmed in 2015.)"
  }, {
    "type": "citation",
    "citation": "Luoma, J. B., Martin, C. E., & Pearson, J. L. (2002). Contact with mental health and primary care providers before suicide: A review of the evidence. American Journal of Psychiatry, 159(6), 909-916. doi:10.1176/appi.ajp.159.6.909"
  }, {
    "type": "citation",
    "citation": "Fontanella, C. A., Warner, L. A., Steelesmith, D., Bridge, J. A., Sweeney, H. A., Campo, J. V. (2020). Clinical profiles and health services patterns of Medicaid-enrolled youths who died by suicide. Journal of the American Medical Association Pediatrics, 174(5), 470-477. doi:10.1001/jamapediatrics.2020.0002"
  } ],
  "library": [ "http://ecqi.healthit.gov/ecqms/Library/ChildandAdolescentMajorDepressiveDisorderMDDSuicideRiskAssessmentFHIR" ],
  "disclaimer": "The Measure is not a clinical guideline, does not establish a standard of medical care, and has not been tested for all potential applications. \n\nThe Measure, while copyrighted, can be reproduced and distributed, without modification, for noncommercial purposes, e.g., use by health care providers in connection with their practices. Commercial use is defined as the sale, license, or distribution of the Measure for commercial gain, or incorporation of the Measure into a product or service that is sold, licensed or distributed for commercial gain. \n\nCommercial uses of the Measure require a license agreement between the user and Mathematica. Neither Mathematica, the PCPI, nor the American Medical Association (AMA), nor the former AMA-convened Physician Consortium for Performance Improvement(R) (AMA-PCPI), nor their members shall be responsible for any use of the Measure.\n\nMathematica encourages use of the Measure by other health care professionals, where appropriate.\n\nTHE MEASURE AND SPECIFICATIONS ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND.\n\nLimited proprietary coding may be contained in the Measure specifications for convenience. A license agreement must be entered prior to a third party’s use of Current Procedural Terminology (CPT[R]) or other proprietary code set contained in the Measure. Any other use of CPT or other coding by a third party is strictly prohibited. Mathematica, the AMA, and former members of the PCPI disclaim all liability for use or accuracy of any Current Procedural Terminology (CPT[R]) or other coding contained in the specifications. \n\nCPT(R) contained in the Measure specifications is copyright 2004-2020 American Medical Association. LOINC(R) is copyright 2004-2020 Regenstrief Institute, Inc. This material contains SNOMED Clinical Terms(R) (SNOMED CT[R]) copyright 2004-2020 International Health Terminology Standards Development Organisation. ICD-10 is copyright 2020 World Health Organization. All Rights Reserved.\n\nDue to technical limitations, registered trademarks are indicated by (R) or [R].",
  "scoring": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-scoring",
      "code": "proportion",
      "display": "Proportion"
    } ]
  },
  "type": [ {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-type",
      "code": "process"
    } ]
  } ],
  "rationale": "Research has shown that youth with major depressive disorder are at a high risk for suicide attempts and completion - among the most significant and devastating sequelae of the disease (Fontanella et al., 2020). Suicide risk is a critical consideration in children and adolescents with MDD and an important aspect of care that should be assessed at each visit and subsequently managed to minimize that risk. Additionally, the importance of the assessments is underscored by research (Fontanella et al., 2020; Luoma, Martin, & Pearson, 2002) that indicates that many individuals who die by suicide do make contact with primary care providers and mental health services beforehand. More specifically, approximately 15% of suicide victims aged 35 years or younger had seen a mental health professional within 1 month of suicide while approximately 23% had seen a primary care provider within 1 month of suicide (Luoma, Martin, & Pearson, 2002). Better assessment and identification of suicide risk in the health care setting should lead to improved connection to treatment and reduction in suicide attempts and deaths by suicide.",
  "clinicalRecommendationStatement": "The evaluation must include assessment for the presence of harm to self or others (MS) (American Academy of Child and Adolescent Psychiatry, 2007).\n\nSuicidal behavior exists along a continuum from passive thoughts of death to a clearly developed plan and intent to carry out that plan. Because depression is closely associated with suicidal thoughts and behavior, it is imperative to evaluate these symptoms at the initial and subsequent assessments. For this purpose, low burden tools to track suicidal ideation and behavior such as the Columbia-Suicidal Severity Rating Scale can be used. Also, it is crucial to evaluate the risk (e.g., age, sex, stressors, comorbid conditions, hopelessness, impulsivity) and protective factors (e.g., religious belief, concern not to hurt family) that might influence the desire to attempt suicide. The risk for suicidal behavior increases if there is a history of suicide attempts, comorbid psychiatric disorders (e.g., disruptive disorders, substance abuse), impulsivity and aggression, availability of lethal agents (e.g., firearms), exposure to negative events (e.g., physical or sexual abuse, violence), and a family history of suicidal behavior (American Academy of Child and Adolescent Psychiatry, 2007).\n\nA careful and ongoing evaluation of suicide risk is necessary for all patients with major depressive disorder (Category I). Such an assessment includes specific inquiry about suicidal thoughts, intent, plans, means, and behaviors; identification of specific psychiatric symptoms (e.g., psychosis, severe anxiety, substance use) or general medical conditions that may increase the likelihood of acting on suicidal ideas; assessment of past and, particularly, recent suicidal behavior; delineation of current stressors and potential protective factors (e.g., positive reasons for living, strong social support); and identification of any family history of suicide or mental illness (Category I) (American Psychiatric Association, 2010, reaffirmed 2015).",
  "improvementNotation": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-improvement-notation",
      "code": "increase"
    } ]
  },
  "guidance": "This eCQM is an episode-based measure. An episode is defined as each eligible encounter for major depressive disorder (MDD) during the measurement period. A suicide risk assessment should be performed at every visit for MDD during the measurement period.\n\nIn recognition of the growing use of integrated and team-based care, the diagnosis of depression and the assessment for suicide risk need not be performed by the same provider or clinician. \n\nSuicide risk assessments completed via telehealth services can also meet numerator performance. \n\nUse of a standardized tool(s) or instrument(s) to assess suicide risk will meet numerator performance, so long as the minimum criteria noted above is evaluated. Standardized tools can be mapped to the concept \"Intervention, Performed\": \"Suicide risk assessment (procedure)\" included in the numerator logic below, as no individual suicide risk assessment tool or instrument would satisfy the requirements alone.\n\n[insert related to CQL/QDM measure vX.XX here]",
  "group": [ {
    "population": [ {
      "id": "8C42A988-7FD0-4FFF-8D07-C2D5EFC97727",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "initial-population",
          "display": "Initial Population"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Initial Population"
      }
    }, {
      "id": "849C9D29-293D-4647-AFA0-6DA77811DD4A",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "denominator",
          "display": "Denominator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Denominator"
      }
    }, {
      "id": "C5AE72A4-58B6-4632-BAB7-001D129F5B11",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "numerator",
          "display": "Numerator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Numerator"
      }
    } ]
  } ],
  "supplementalData": [ {
    "id": "8C659545-CBCC-4330-AC45-F43B35F17C3C",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Ethnicity"
    }
  }, {
    "id": "530EEB1F-2B4A-430C-A958-237C1B6B87C2",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Payer"
    }
  }, {
    "id": "64F9A828-05AA-4C19-A456-570E0BF44D54",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Race"
    }
  }, {
    "id": "43C92E74-C8DA-4122-9D51-505AB42A62EF",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Sex"
    }
  } ]
}