{
  "resourceType": "Measure",
  "id": "DocumentationofCurrentMedicationsFHIR",
  "meta": {
    "versionId": "6",
    "lastUpdated": "2021-06-28T16:25:51.000+00:00",
    "source": "#zeSkdxmtVSz6rqMp",
    "profile": [ "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/proportion-measure-cqfm" ]
  },
  "language": "en",
  "extension": [ {
    "url": "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/cqfm-populationBasis",
    "valueCode": "Encounter"
  } ],
  "url": "http://ecqi.healthit.gov/ecqms/Measure/DocumentationofCurrentMedicationsFHIR",
  "identifier": [ {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/guid",
    "value": "c7f8a0f1-9a06-4db0-8a7e-f4ae000b1d8b"
  }, {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/cms",
    "value": "68FHIR"
  } ],
  "version": "0.0.004",
  "name": "DocumentationofCurrentMedicationsFHIR",
  "title": "Documentation of Current Medications in the Medical RecordFHIR",
  "status": "draft",
  "experimental": false,
  "publisher": "Centers for Medicare & Medicaid Services (CMS)",
  "contact": [ {
    "telecom": [ {
      "system": "url",
      "value": "https://cms.gov"
    } ]
  } ],
  "description": "Percentage of visits for patients aged 18 years and older for which the eligible professional or eligible clinician attests to documenting a list of current medications using all immediate resources available on the date of the encounter",
  "purpose": "Unknown",
  "copyright": "Limited proprietary coding is contained in the measure specifications for convenience. Users of the proprietary code sets should obtain all necessary licenses from the owners of these code sets. \n\nCPT(R) contained in the Measure specifications is copyright 2004-2020 American Medical Association. LOINC(R) copyright 2004-2020 Regenstrief Institute, Inc. This material contains SNOMED Clinical Terms(R) (SNOMED CT[R]) copyright 2004-2020 International Health Terminology Standards Development Organisation. ICD-10 is copyright 2020 World Health Organization. All Rights Reserved.",
  "effectivePeriod": {
    "start": "2022-01-01",
    "end": "2022-12-31"
  },
  "relatedArtifact": [ {
    "type": "citation",
    "citation": "American Medical Association. (2007). The physician’s role in medication reconciliation: Issues, strategies, and safety principles. Retrieved from https://pogoe.org/sites/default/files/Medication%20Reconciliation.pdf"
  }, {
    "type": "citation",
    "citation": "Campanella, P., Lovato, E., Marone, C., Fallacara, L., Mancuso, A., Ricciardi, W., & Specchia, M. L. (2016). The impact of electronic health records on health care quality: A systematic review and meta-analysis. European Journal of Public Health, 26(1), 60-64. http://doi:org/10.1093/eurpub/ckv122"
  }, {
    "type": "citation",
    "citation": "Nabhanizadeh, A., Oppewal, A., Boot, F. H., & Maes-Festen, D. (2019). Effectiveness of medication reviews in identifying and reducing medication-related problems among people with intellectual disabilities: A systematic review. Journal of Applied Research in Intellectual Disabilities, 32(4), 750–761. https://doi.org/10.1111/jar.12580"
  }, {
    "type": "citation",
    "citation": "Nassaralla, C. L., Naessens, J. M., Chaudhry, R., Hansen, M. A., & Scheitel, S. M. (2007). Implementation of a medication reconciliation process in an ambulatory internal medicine clinic. Quality and Safety in Health Care, 16(2), 90-94. http://doi.org/10.1136/qshc.2006.021113"
  }, {
    "type": "citation",
    "citation": "National Center for Health Statistics. (2018). Health, United States, 2018: Supplementary Table 38. Prescription drug use in the past 30 days, by sex, race and Hispanic origin, and age: United States, selected years 1988–1994 through 2013–2016 Retrieved from https://www.cdc.gov/nchs/data/hus/2018/038.pdf"
  }, {
    "type": "citation",
    "citation": "National Quality Forum. (2010). Safe practices for better healthcare - 2010 update. Retrieved from http://www.qualityforum.org/Projects/Safe_Practices_2010.aspx"
  }, {
    "type": "citation",
    "citation": "Presley, C. A., Wooldridge, K. T., Byerly, S. H., Aylor, A. R., Kaboli, P. J., Roumie, C. L., Schnipper, J. L., Dittus, R. S., Mixon, A. S. (2020). The Rural VA Multi-Center Medication Reconciliation Quality Improvement Study (R-VA-MARQUIS). American Journal of Health-System Pharmacy, 77, 128-137. https://doi.org/10.1093/ajhp/zxz275"
  }, {
    "type": "citation",
    "citation": "Poornima, P., Reshma, P., Ramakrishnan, T. V., Rani, N. V., Devi, G. S., Seshadri, P. (2015). Medication reconciliation and medication error prevention in an emergency department of a tertiary care hospital. Journal of Young Pharmacists, 7(3), 241-249. http://doi.org/10.5530/jyp.2015.3.15"
  }, {
    "type": "citation",
    "citation": "Sarkar, U., López, A., Maselli, J. H., Gonzales, R. (2011). Adverse drug events in U.S. adult ambulatory medical care. Health Services Research, 46(5), 1517-1533. http://doi.org/10.1111/j.1475-6773.2011.01269.x"
  }, {
    "type": "citation",
    "citation": "Stock, R., Scott, J., & Gurtel, S. (2009). Using an electronic prescribing system to ensure accurate medication lists in a large multidisciplinary medical group. The Joint Commission Journal on Quality and Patient Safety, 35(5), 271-277"
  }, {
    "type": "citation",
    "citation": "Tache, S. V., Sonnichsen, A., & Ashcroft, D. M. (2011). Prevalence of adverse drug events in ambulatory care: A systematic review. The Annals of Pharmacotherapy, 45(7-8), 977-989. http://doi.org/10.1345/aph.1P627"
  }, {
    "type": "citation",
    "citation": "The Joint Commission. (2020). Ambulatory Health Care National Patient Safety Goals. Retrieved from https://www.jointcommission.org/standards/national-patient-safety-goals/ambulatory-health-care-2020-national-patient-safety-goals/"
  }, {
    "type": "citation",
    "citation": "Weeks, D. L., Corbette, C. F., & Stream, G. (2010). Beliefs of ambulatory care physicians about accuracy of patient medication records and technology-enhanced solutions to improve accuracy. Journal for Healthcare Quality, 32(5), 12-21. http://doi.org/10.1111/j.1945-1474.2010.00097.x"
  } ],
  "library": [ "http://ecqi.healthit.gov/ecqms/Library/DocumentationofCurrentMedicationsFHIR" ],
  "disclaimer": "These performance measures are not clinical guidelines and do not establish a standard of medical care, and have not been tested for all potential applications.\n\nTHE MEASURES AND SPECIFICATIONS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\n\nDue to technical limitations, registered trademarks are indicated by (R) or [R] and unregistered trademarks are indicated by (TM) or [TM].",
  "scoring": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-scoring",
      "code": "proportion",
      "display": "Proportion"
    } ]
  },
  "type": [ {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-type",
      "code": "process"
    } ]
  } ],
  "rationale": "According to the National Center for Health Statistics, during the years of 2013-2016, 48.4 percent of patients (both male and female) were prescribed at least one prescription medication with 12.6 percent taking 5 or more medications. Additionally, 89.8 percent of patients (both male and female) aged 65 years and older were prescribed at least one medication with 40.9 percent taking 5 or more medications (2018).  In this context, maintaining an accurate and complete medication list has proven to be a challenging documentation endeavor for various health care provider settings. While most of outpatient encounters (two-thirds) result in providers prescribing at least one medication, hospitals have been the focus of medication safety efforts (Stock, Scott, & Gurtel, 2009). Nassaralla, Naessens, Chaudhry, Hansen, and Scheitel (2007) caution that this is at odds with the current trend, where patients with chronic illnesses are increasingly being treated in the outpatient setting and require careful monitoring of multiple medications. Additionally, Nassaralla et al. (2007) reveal that it is in fact in outpatient settings where more fatal adverse drug events (ADE) occur when these are compared to those occurring in hospitals (1 of 131 outpatient deaths compared to 1 in 854 inpatient deaths). In the outpatient setting, ADEs occur 25% of the time and over one-third of these are considered preventable (Tache, Sonnichsen, & Ashcroft, 2011). Particularly vulnerable are patients over 65 years, with evidence suggesting that the rate of ADEs per 10,000 person per year increases with age; 25-44 years old at 1.3; 45-64 at 2.2, and 65 + at 3.8 (Sarkar, López, & Maselli, 2011). Other vulnerable groups include individuals who are chronically ill or disabled (Nabhanizadeh, Oppewal, Boot, & Maes, 2019). These population groups are more likely to experience ADEs and subsequent hospitalization. \n\nA multiplicity of providers and inadequate care coordination among them has been identified as barriers to collecting complete and reliable medication records. A study conducted by Poornima et al. (2015) indicates that reconciliation and documentation continue to be poorly executed with discrepancies occurring in 92% (74 of 80 patients) of medication lists among admittance to the emergency room. Of 80 patients included in the study, the home medications were reordered for 65% of patients on their admission and of the 65% the majority (29%) had a change in their dosing interval, while 23% had a change in their route of administration, and 13% had a change in dose. A total of 361 medication discrepancies, or the difference between the medications patients were taking before admission and those listed in their admission orders, were identified in at least 74 patients. The study found that \"Through an appropriate reconciliation programme, around 80% of errors relating to medication and the potential harm caused by these errors could be reduced\" (Poornima et al., 2015, p. 243). Presley et al. (2020) also recognized specific barriers to sufficient medication documentation and reconciliation in rural and resource-limited care settings.\n\nDocumentation of current medications in the medical record facilitates the process of medication review and reconciliation by the provider, which is necessary for reducing ADEs and promoting medication safety. The need for provider to provider coordination regarding medication records, and the existing gap in implementation, is highlighted in the American Medical Association's Physician's Role in Medication Reconciliation, which states that \"critical patient information, including medical and medication histories, current medications the patient is receiving and taking, and sources of medications, is essential to the delivery of safe medical care. However, interruptions in the continuity of care and information gaps in patient health records are common and significantly affect patient outcomes\" (2007, p. 7). This is because clinical decisions based on information that is incomplete and/or inaccurate are likely to lead to medication error and ADEs. Weeks, Corbette, and Stream (2010) noted similar barriers and identified the utilization of health information technology as an opportunity for facilitating the creation of universal medication lists. One 2015 meta-analysis showed an association between EHR documentation with an overall RR of 0.46 (95% CI = 0.38 to 0.55; P < 0.001) and ADEs with an overall RR of 0.66 (95% CI = 0.44 to 0.99; P = 0.045). This meta-analysis provides evidence that the use of the EHR can improve the quality of healthcare delivered to patients by reducing medication errors and ADEs (Campanella et al., 2016).",
  "clinicalRecommendationStatement": "The Joint Commission's 2020 Ambulatory Health Care National Patient Safety Goals guide providers to maintain and communicate accurate patient medication information. Specifically, the section \"Use Medicines Safely NPSG.03.06.01\" states the following: “Record and pass along correct information about a patient’s medicines. Find out what medicines the patient is taking. Compare those medicines to new medicines given to the patient. Give the patient written information about the medicines they need to take. Tell the patient it is important to bring their up-to-date list of medicines every time they visit a doctor.” \n\nThe National Quality Forum's Safe Practices for Better Healthcare - 2010 Update, states the following: \"the healthcare organization must develop, reconcile, and communicate an accurate patient medication list throughout the continuum of care\" (p. 40).",
  "improvementNotation": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-improvement-notation",
      "code": "increase"
    } ]
  },
  "guidance": "This eCQM is an episode-based measure. An episode is defined as each eligible encounter during the measurement period. This measure is to be reported for every encounter during the measurement period.\n\nEligible professionals or eligible clinicians reporting this measure may document medication information received from the patient, authorized representative(s), caregiver(s) or other available healthcare resources.\n \nBy reporting the action described in this measure, the provider attests to having documented a list of current medications utilizing all immediate resources available at the time of the encounter.\n\nThis list must include all known prescriptions, over-the-counter (OTC) products, herbals, vitamins, minerals, dietary (nutritional) supplements AND must contain the medications' name, dosage, frequency and route of administration.\n\nThis measure should also be reported if the eligible professional or eligible clinician documented the patient is not currently taking any medications.\n\nThis version of the eCQM uses QDM version 5.5. Please refer to the eCQI resource center (https://ecqi.healthit.gov/qdm) for more information on the QDM. This measure is derived from CMS68v11.",
  "group": [ {
    "population": [ {
      "id": "C82B39C2-3031-4FE5-B374-E8BA8C97B814",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "initial-population",
          "display": "Initial Population"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Initial Population"
      }
    }, {
      "id": "6C8A54F1-3B86-4787-BFF3-456F3AACB8B4",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "denominator",
          "display": "Denominator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Denominator"
      }
    }, {
      "id": "8BF85A1B-52AC-432C-AF38-91B9B2277AFF",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "denominator-exception",
          "display": "Denominator Exception"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Denominator Exceptions"
      }
    }, {
      "id": "673561FC-12D8-45A9-B848-F3636F6D431C",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "numerator",
          "display": "Numerator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Numerator"
      }
    } ]
  } ],
  "supplementalData": [ {
    "id": "98026D5F-13E6-4484-A5A3-0F6B835A8F20",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Ethnicity"
    }
  }, {
    "id": "3B9FD426-312B-4C84-9F66-17EFF2322725",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Payer"
    }
  }, {
    "id": "4C2590D4-68C6-4BBF-89E8-15C272283932",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Race"
    }
  }, {
    "id": "3B11A4BF-300A-4C04-A045-7969263DC234",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Sex"
    }
  } ]
}