{
  "resourceType": "Measure",
  "id": "HIVScreeningFHIR",
  "meta": {
    "versionId": "6",
    "lastUpdated": "2021-07-13T14:38:50.000+00:00",
    "source": "#ekPTyOScqLpj3zWv",
    "profile": [ "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/proportion-measure-cqfm" ]
  },
  "language": "en",
  "extension": [ {
    "url": "http://hl7.org/fhir/us/cqfmeasures/StructureDefinition/cqfm-populationBasis",
    "valueCode": "boolean"
  } ],
  "url": "http://ecqi.healthit.gov/ecqms/Measure/HIVScreeningFHIR",
  "identifier": [ {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/guid",
    "value": "230c9cdf-4229-487c-82da-09029b0da0f6"
  }, {
    "use": "official",
    "system": "http://hl7.org/fhir/cqi/ecqm/Measure/Identifier/cms",
    "value": "349FHIR"
  } ],
  "version": "0.0.003",
  "name": "HIVScreeningFHIR",
  "title": "HIV ScreeningFHIR",
  "status": "draft",
  "experimental": false,
  "publisher": "Centers for Disease Control and Prevention (CDC)",
  "contact": [ {
    "telecom": [ {
      "system": "url",
      "value": "https://cms.gov"
    } ]
  } ],
  "description": "Percentage of patients aged 15-65 at the start of the measurement period who were between 15-65 years old when tested for HIV",
  "purpose": "Unknown",
  "copyright": "Limited proprietary coding is contained in the Measure specifications for user convenience. Users of proprietary code sets should obtain all necessary licenses from the owners of the code sets. Mathematica disclaims all liability for use or accuracy of any third party codes contained in the specifications.\n \nCPT(R) contained in the Measure specifications is copyright 2004-2020 American Medical Association. LOINC(R) copyright 2004-2020 Regenstrief Institute, Inc. This material contains SNOMED Clinical Terms(R) (SNOMED CT[R]) copyright 2004-2020 International Health Terminology Standards Development Organisation. ICD-10 copyright 2020 World Health Organization. All Rights Reserved.",
  "effectivePeriod": {
    "start": "2022-01-01",
    "end": "2022-12-31"
  },
  "relatedArtifact": [ {
    "type": "citation",
    "citation": "Centers for Disease Control and Prevention. (2019a). Estimated HIV incidence and prevalence in the United States, 2010–2016; Table 1, page 20. HIV Surveillance Supplemental Report, 24(1). Retrieved from http://www.cdc.gov/hiv/library/reports/hiv-surveillance.html"
  }, {
    "type": "citation",
    "citation": "Centers for Disease Control and Prevention. (2019b). Estimated HIV incidence and prevalence in the United States, 2010–2016. HIV Surveillance Supplemental Report, 24(1). Retrieved from https://www.cdc.gov/hiv/pdf/library/reports/surveillance/cdc-hiv-surveillance-supplemental-report-vol-24-1.pdf"
  }, {
    "type": "citation",
    "citation": "Centers for Disease Control and Prevention. (2019c, June). Monitoring selected national HIV prevention and care objectives by using HIV surveillance data—United States and 6 dependent areas, 2017. HIV Surveillance Supplemental Report, 24(3). Retrieved from https://www.cdc.gov/hiv/pdf/library/reports/surveillance/cdc-hiv-surveillance-supplemental-report-vol-24-3.pdf"
  }, {
    "type": "citation",
    "citation": "Centers for Disease Control and Prevention. (2006). Revised recommendations for HIV testing of adults, adolescents, and pregnant women in health care settings. Morbidity and Mortality Weekly Report, 55(RR-14), 1-17."
  }, {
    "type": "citation",
    "citation": "Owens, on behalf of the U.S. Preventive Task Force. (2019). Screening for HIV: US Preventive Services Task Force Recommendation Statement. JAMA, 321(23), 2326-2336."
  }, {
    "type": "citation",
    "citation": "Panel on Antiretroviral Guidelines for Adults and Adolescents. (2019). Guidelines for the use of antiretroviral agents in HIV-1-infected adults and adolescents. Retrieved from https://clinicalinfo.hiv.gov/sites/default/files/guidelines/documents/AdultandAdolescentGL.pdf"
  }, {
    "type": "citation",
    "citation": "Patel, D., Johnson, C.H., Krueger, A. et al. (2019). Trends in HIV Testing Among US Adults, Aged 18–64 Years, 2011–2017. AIDS Behav."
  }, {
    "type": "citation",
    "citation": "Samji, H., Cescon, A., Hogg, R. S., et al. (2013). Closing the gap: Increases in life expectancy among treated HIV-positive individuals in the United States and Canada. PLoS One, 8, e81355."
  } ],
  "library": [ "http://ecqi.healthit.gov/ecqms/Library/HIVScreeningFHIR" ],
  "disclaimer": "The performance measure is not a clinical guideline and does not establish a standard of medical care, and has not been tested for all potential applications.\n\nTHE MEASURES AND SPECIFICATIONS ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND.\n\nDue to technical limitations, registered trademarks are indicated by (R) or [R] and unregistered trademarks are indicated by (TM) or [TM].",
  "scoring": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-scoring",
      "code": "proportion",
      "display": "Proportion"
    } ]
  },
  "type": [ {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-type",
      "code": "process"
    } ]
  } ],
  "rationale": "Human immunodeficiency virus (HIV) is a communicable infection that leads to a progressive disease with a long asymptomatic period. There were an estimated 38,700 new HIV infections in the United States in 2016 (Centers for Disease Control and Prevention, 2019a). Without treatment, most persons develop acquired immunodeficiency syndrome (AIDS) within 10 years of HIV infection. Antiretroviral therapy (ART) delays this progression and increases the length of survival, but it is most effective when initiated during the asymptomatic phase. Persons living with HIV who use ART and achieve viral suppression can have a nearly normal life expectancy (Samji et al., 2013).  DHHS Guidelines for the Use of Antiretroviral Agents in HIV-1-Infected Adults and Adolescents recommends immediate antiretroviral therapy for all HIV-infected individuals, regardless of CD4 count at diagnosis, to reduce the risk of disease progression (Panel on Antiretroviral Guidelines for Adults and Adolescents, 2019).\n\nCDC estimates that, at the end of 2016, approximately 14% of the 1.1 million adults and adolescents living with HIV infection in the United States were unaware of their infection (Centers for Disease Control and Prevention, 2018b). Among persons diagnosed with HIV in 2017, approximately 21% were diagnosed with Stage 3 HIV (AIDS) at the time of HIV diagnosis (Centers for Disease Control and Prevention, 2019c), which is when the median CD4 count at diagnosis is less than 200 cells/mm3 for persons aged greater than or equal to 6 years (Centers for Disease Control and Prevention, 2019a). HIV screening identifies infected persons who were previously unaware of their infection, which enables them to seek medical and social services that can improve their health and the quality and length of their lives. Additionally, using ART with high levels of medication adherence has been shown to substantially reduce risk for HIV transmission (Panel on Antiretroviral Guidelines for Adults and Adolescents, 2019).\n\nBased on the Behavioral Risk Factor Surveillance System (BRFSS), the percentage of ever tested for HIV increased from 42.9% in 2011 to 45.9% in 2017. Despite this increase, less than half of US adults have ever been tested for HIV over ten years after CDC’s recommendations (Patel et al., 2019).",
  "clinicalRecommendationStatement": "The US Preventive Services Task Force recommends that clinicians screen for HIV infection in adolescents and adults aged 15 to 65 years. Younger adolescents and older adults who are at increased risk should also be screened (A Recommendation) (Owens, et al., 2019). \n\nSince 2006, the CDC has recommended routine opt-out HIV screening (i.e., patient is notified that testing will be performed unless the patient declines) in healthcare facilities of adolescents and adults 13-64 years of age and HIV diagnostic testing of adolescents and adults with clinical signs or symptoms consistent with HIV infection (Centers for Disease Control and Prevention, 2006).",
  "improvementNotation": {
    "coding": [ {
      "system": "http://terminology.hl7.org/CodeSystem/measure-improvement-notation",
      "code": "increase"
    } ]
  },
  "guidance": "This measure evaluates the proportion of patients aged 15 to 65 at the start of the measurement period who have documentation of having received an HIV test at least once on or after their 15th birthday and before their 66th birthday. In order to satisfy the measure, the reporting provider must have documentation of the administration of the laboratory test present in the patient's medical record. In cases where the HIV test was performed elsewhere, providers cannot rely on patient attestation or self-report to meet the measure requirements, as previous research has shown that patient self-report is an unreliable indicator of previous HIV testing history. Rather, providers must request documentation of those test results. If such documentation is not available, the patient should be considered still eligible for HIV screening. If such documentation is available, but cannot be provided in a standardized, structured format (such that the lab test and results can be readily incorporated as structured data within the EHR), providers should enter the information into their EHR as a laboratory test in a manner consistent with the EHR in use. If the specific Human Immunodeficiency Virus (HIV) Laboratory Test LOINC code of the test is not known, the entry should use the more generic code LOINC panel code [75622-1].\n\nThis eCQM is a patient-based measure.\n\n[insert placeholder for ‘relatedTo’ language’]",
  "group": [ {
    "population": [ {
      "id": "DA935B7A-D1D1-4E74-A669-E82B3ADD0D8D",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "initial-population",
          "display": "Initial Population"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Initial Population"
      }
    }, {
      "id": "31C14D87-EE0D-491D-8784-D1D899D18A7E",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "denominator",
          "display": "Denominator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Denominator"
      }
    }, {
      "id": "3ACDDAA5-5E27-455E-AC05-ABD24EE83D31",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "denominator-exclusion",
          "display": "Denominator Exclusion"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Denominator Exclusions"
      }
    }, {
      "id": "1E18C9FE-02DD-4377-8256-647A93CFB47D",
      "code": {
        "coding": [ {
          "system": "http://terminology.hl7.org/CodeSystem/measure-population",
          "code": "numerator",
          "display": "Numerator"
        } ]
      },
      "criteria": {
        "language": "text/cql.identifier",
        "expression": "Numerator"
      }
    } ]
  } ],
  "supplementalData": [ {
    "id": "9DB9D2D1-8459-43C0-9C01-AC37D70D03F6",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Ethnicity"
    }
  }, {
    "id": "C9DFD92A-2E7F-4342-A72F-201DA363CB9E",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Payer"
    }
  }, {
    "id": "94F5CA2C-B85B-4256-8FAD-BE2854200F3C",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Race"
    }
  }, {
    "id": "869BDC0E-F5AB-4049-B2F2-EC32A85331C6",
    "usage": [ {
      "coding": [ {
        "system": "http://terminology.hl7.org/CodeSystem/measure-data-usage",
        "code": "supplemental-data"
      } ]
    } ],
    "criteria": {
      "language": "text/cql.identifier",
      "expression": "SDE Sex"
    }
  } ]
}